Revit 2027 API
ParameterTypeId.ElevTextPos Property
 "Text Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElevTextPos { get; }
Public Shared ReadOnly Property ElevTextPos As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElevTextPos {
	ForgeTypeId^ get ();
}
static member ElevTextPos : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace